[
  {
    "id": "curso_noj_salamanca",
    "titulo": "Curso Operativo: Nueva Oficina Judicial Salamanca",
    "meta": "Vigor: 31/12/2025 | LO 1/2025",
    "descripcion": "Formación técnica y operativa para Policía Local basada en la Guía Práctica y Protocolos Oficiales.",
    "audio_url": "Silencio_en_la_Justicia_el_nuevo_modelo - copia.m4a",
    "imagenes": [
      { "nombre": "Mapa Mental Protocolo", "url": "protocolo oficina judicial.png" },
      { "nombre": "Infografía Estructura", "url": "inforgrafia procolo oficina judicial - copia.png" }
    ],
    "bibliografia": [
      {
        "nivel": "Normativa y Protocolos",
        "archivos": [
          { "nombre": "OJ-PROTOCOLO-ACTUACION-SALAMANCA-FIRMADO (1).pdf", "desc": "Protocolo de Actuación (TI Salamanca)" },
          { "nombre": "Anexo-I-Manual-de-Organizacion-Salamanca-firmado.pdf", "desc": "Manual de Organización" }
        ]
      },
      {
        "nivel": "Manuales Operativos",
        "archivos": [
          { "nombre": "Anexo-II-Manual-del-SCT-Salamanca-firmado.pdf", "desc": "Manual SCT (Tramitación)" },
          { "nombre": "Anexo-III-Manual-del-SCG-Salamanca-firmado - copia.pdf", "desc": "Manual SCG (General)" },
          { "nombre": "Anexo-IV-Manual-SCEJ-Salamanca-firmado - copia.pdf", "desc": "Manual SCEJ (Ejecución)" }
        ]
      }
    ],
    "secciones_temario": [
      {
        "titulo": "1.0 Introducción",
        "contenido": "<h3>1.0 Introducción: La Transformación del Sistema Judicial en Salamanca</h3><p>Este documento ha sido elaborado como un manual de referencia esencial para que todos los miembros de la Policía Local de Salamanca puedan comprender e interactuar con eficacia en la nueva estructura de la Oficina Judicial (OJ).</p><p>Este nuevo modelo organizativo, que entrará en vigor el <strong>31 de diciembre de 2025</strong>, representa un cambio fundamental en el funcionamiento de la Administración de Justicia en nuestro partido judicial. Impulsada por la Ley Orgánica 1/2025, esta transformación busca modernizar el sistema, superando el modelo tradicional de juzgados individuales y autónomos.</p><p>El objetivo es implantar un sistema integrado de servicios centralizados que den soporte a la actividad jurisdiccional, promoviendo una mayor agilidad, eficiencia y homogeneidad en los procedimientos. Para la Policía Local, comprender esta nueva arquitectura es clave para asegurar una colaboración fluida, predecible y eficaz con el sistema judicial.</p>"
      },
      {
        "titulo": "2.0 Visión General",
        "contenido": "<h3>2.0 Visión General de la Nueva Oficina Judicial (OJ)</h3><p>Esta nueva organización redefine sus puntos de contacto diarios con el sistema judicial. Entender este mapa es esencial para saber a quién dirigirse, evitar devoluciones de documentación y agilizar cada fase del procedimiento.</p><h3>2.1 El Tribunal de Instancia (TI)</h3><p>El Tribunal de Instancia (TI) de Salamanca es la entidad central del nuevo modelo. Integra en una única estructura todas las anteriores plazas judiciales del partido judicial, organizándolas en secciones especializadas por materias.</p><p>Las secciones que componen el TI son: Civil, Instrucción, Familia, Infancia y Capacidad, Penal, Menores, Vigilancia Penitenciaria, Contencioso Administrativo y Social.</p><h3>2.2 Los Servicios Comunes</h3><p>La nueva Oficina Judicial se articula a través de tres grandes Servicios Comunes:</p><ul><li><strong>SCG (Servicio Común General):</strong> Punto único de entrada. Realiza labores centralizadas (registro, reparto, actos de comunicación y archivo).</li><li><strong>SCT (Servicio Común de Tramitación):</strong> Gestiona la tramitación de todos los procedimientos en su fase declarativa (instrucción y enjuiciamiento).</li><li><strong>SCEJ (Servicio Común de Ejecución):</strong> Asume la gestión en fase de ejecución (cumplimiento de sentencias firmes).</li></ul>"
      },
      {
        "titulo": "3.0 Guía Operativa",
        "contenido": "<h3>3.0 Guía Operativa para escala ejecutiva</h3><h3>3.1 El Inicio del Procedimiento: ¿Adónde va mi Atestado?</h3><p>Con el nuevo modelo, toda la documentación, incluidos sus atestados policiales, tiene un <strong>punto de entrada único</strong>: el Servicio Común General (SCG).</p><ul><li><strong>Recepción en el SCG:</strong> Usted presentará el atestado en el SCG. El horario es de <strong>lunes a viernes laborables, de 08:30 a 15:00 horas</strong>.</li><li><strong>Registro y Reparto:</strong> Una vez recibido, el personal del SCG registra el atestado en el sistema de gestión procesal y lo reparte.</li><li><strong>Asignación al SCT Penal:</strong> Tras el reparto, el atestado se remite al SCT del Área Penal para iniciar la instrucción.</li></ul><h3>3.2 Interacción con el Servicio de Guardia (GU)</h3><p>Las actuaciones urgentes fuera de horario se gestionan directamente a través del Servicio de Guardia (GU).</p><p>Documentación directa al GU:</p><ul><li>Atestados con persona detenida.</li><li>Atestados con persona citada como investigada en el propio servicio.</li><li>Solicitudes urgentes (Entradas y registros, intervenciones telefónicas).</li></ul>"
      },
      {
        "titulo": "4.0 Policía Judicial",
        "contenido": "<h3>4.0 Manual para Policía Judicial</h3><h3>4.1 SCT - Área Penal</h3><p>Responsable de gestionar los procedimientos penales hasta la resolución firme. Se estructura en:</p><ul><li><strong>Equipos de Instrucción:</strong> Tramitación durante la fase de investigación. Se dividen en Grupos de Trabajo de Instrucción (delitos graves/menos graves) y Grupos de Trabajo de Delitos Leves.</li><li><strong>Equipos de Enjuiciamiento:</strong> Gestionan los procedimientos tras la apertura de juicio oral.</li></ul><h3>4.2 Unidades Especializadas</h3><ul><li><strong>Violencia sobre la Mujer:</strong> Grupo de Trabajo Instrucción nº 3. Gestiona instrucción y órdenes de protección.</li><li><strong>Menores:</strong> Grupo de trabajo de menores (en el Equipo de Enjuiciamiento). Competente desde la comunicación de Fiscalía hasta la ejecución de medidas.</li><li><strong>Familia (Civil):</strong> Negociado de familia. Gestiona internamientos no voluntarios y disputas de custodia.</li></ul><h3>4.3 Fase de Ejecución (SCEJ)</h3><p>Gestiona el cumplimiento de la sentencia firme (prisión, busca y captura, multas, embargos, averiguación patrimonial).</p>"
      },
      {
        "titulo": "5.0 Mandos",
        "contenido": "<h3>5.0 Pautas para la Escala Técnica</h3><h3>5.1 Estructura de Mando</h3><ul><li><strong>Director/a del Servicio (LAJ):</strong> Máxima autoridad funcional del servicio común.</li><li><strong>Jefatura de Área (LAJ/GPA):</strong> Coordina y supervisa un área específica (ej. Penal).</li><li><strong>Jefatura de Equipo:</strong> Responsable de la gestión directa del equipo.</li></ul><h3>5.2 Gestión de Incidencias</h3><table class='doc-table'><tr><th>Incidencia</th><th>Solución</th></tr><tr><td>Devolución por reparto incorrecto</td><td>Devolver al <strong>equipo de inicio</strong>. Gestiona la <strong>Jefatura de Equipo</strong>.</td></tr><tr><td>Errores en datos (DNI)</td><td>Solventa la <strong>Jefatura de Equipo</strong> de la unidad tramitadora.</td></tr><tr><td>Documento sin registrar</td><td>Remitir al <strong>equipo de inicio</strong> para su registro oficial.</td></tr></table>"
      }
    ],
    "flashcards": [
      { "front": "WORD: ¿Fecha de entrada en vigor de la Nueva OJ?", "back": "31 de diciembre de 2025" },
      { "front": "WORD: ¿Ley que impulsa la transformación?", "back": "Ley Orgánica 1/2025" },
      { "front": "WORD: ¿Qué órgano sustituye a los juzgados individuales?", "back": "El Tribunal de Instancia (TI)" },
      { "front": "WORD: ¿Cuál es el punto único de entrada de documentos ordinarios?", "back": "El Servicio Común General (SCG)" },
      { "front": "WORD: ¿Horario de recepción del SCG?", "back": "Lunes a viernes laborables, 08:30 a 15:00" },
      { "front": "WORD: ¿Dónde se entregan atestados con DETENIDO?", "back": "Directamente al Servicio de Guardia (GU)" },
      { "front": "WORD: ¿Dónde van las solicitudes urgentes de entradas y
